<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="./logo.css">
    <link rel="stylesheet" href="apropos.css">
    <title>A propos</title>
</head>
<nav id="nav" >
    <div> <a href="./Logo.html"><img src="./images.html/logo (2).jpg" alt="logo" height="150px"width="150px" srcset=""></a> </div>
    <div class="onglets">  
        <a href="./Logo.html">Acceuil</a>
       <a href="activites.html">Activites</a>
       <a href="apropos.html"">A propos</a>
       <a href="contact.html"#contact>Contacts</a> 
       <a href="./nosmodèles.html">Nos modeles</a>
   </div>
 </nav>

<h2>A propos de Royal Agency </h2>
<p>
Royal Agency est une entreprise fond&eacute; en Septembre 2019 au S&eacuten&eacutegal plus pr&eacutecis&eacutement &agrave;; Dakar par deux jeunes &eacutetudiantes ambitieuses. 
Cette entreprise vise à promouvoir un avenir prometteur et radieux aux jeunes &eacutetoiles aspirant &agrave; &eacute;merger dans le domaine du mannequinat. </p>
<p> 
Pour cela l'entreprise offre une formation de 3 semaines ( sur la posture, la d&eacute;marche et bien d'autres) Pour pr&eacute;parer les candidats. A l'issu de cette formation, l'entreprise organisera un test pratique pour choisir ses meilleurs mannequins. Les mannequins retenus seront recrut&eacute;s comme mannequin officiels de l'entreprise et pourront représenter l'entreprise &egrave; travers le monde. 
</p> 
</p>
<button><a href="./nosmodèles.html"#oui>Continuer</a></button>


</header>
<footer>
    <h1> Nos Services</h1>
    <div class="Service">
<h3>Paiement en ligne</h3>
<p>Etant donn&eacute; que nous sommes dans l'&egrave;re du numérique, nous pr&eacute;f&eacute;rons que les paiements se fassent en ligne. Cependant, si vous pr&eacute;f&eacute;rez proc&eacute;der au paiement en esp&egrave;ces, cela est possible. </p>
    </div>
    <div class="Service">
<h3>Satisfait ou rembours&eacute;</h3>
<p> Le but de notre formation est de r&eacute;v&eacute;ler des talents et d'engager des mannequins prometteurs, cependant c'est un parcours sem&eacute; d'embûches. Si vous vous voyez dans l'incapacité de terminer la formation en raison de certaines cons&eacute;quences vous serez enti&egrave;rement rembours&eacute;.</p>
    </div>   <p id="Contact ">Contact:77 459 62 02| 77 755 89 75 |&copy;2021
        Facebook: Estime Yamtebaye|
        Instagram:_pheebe__
    </p>
    
 </footer>

</body>
</html>